Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G31C.tmx
Source language: en_us
Languages: zh_cn

source: The carpet-tile philosopher
zh_cn: 小方地毯哲学家

source: Ray Anderson, America's greenest businessman, died on August 8th, aged 77
zh_cn: 雷安德森，美国最具环保意识的生意人，于8月8日逝世，享年77岁

source: WHEN Ray Anderson first encountered the concept at an international conference, it took his breath away.
zh_cn: 当雷安德森在一次国际会议上首次意外碰到这个小方地毯的概念时，他激动不已。

source: It was so smart, so right. It was flexible, practical, beautiful, and made perfect sense.
zh_cn: 因为这个概念是如此的高明，如此的准确，而且灵活，实用，美观，并且非常合情合理。

source: He knew right then that modular soft-surfaced floor coverings (carpet tiles, in other words), could change the world.
zh_cn: 那时他就知道这些组合式的表面柔软的地毯（换句话说，小方地毯）能够改变世界。

source: Others thought he was round the bend.
zh_cn: 别人则认为他发疯了。

source: When he decided to give up his job at Milliken Carpet in LaGrange, Georgia to set up a 15-person carpet company, and was clearing out his desk that February of 1973, two colleagues looked in.
zh_cn: 当他决定辞去佐治亚州拉格兰奇市的米利肯地毯公司的工作去建立一个15位员工的地毯公司时，正是1973年2月的一天，当时他正在清理办公桌，两位同事进来帮了忙。

source: "We don't think you can do this," they told him.
zh_cn: “我们以为你不会这么做的，”他们告诉他。

source: He replied, in his languid, ever-courteous southern lilt, "The hell you say."
zh_cn: “你们在开玩笑吧。”他回答道，语气不仅悠闲自在，而且抑扬顿挫，却一如既往地谦恭有礼。

source: Fifteen years later his company, renamed Interface, was the biggest carpet-tile maker on the planet.
zh_cn: 15年后，他的公司改名为界面股份有限公司（Interface Inc.），并成了这个世界上最大的小方地毯制造商。

source: This also made Mr Anderson a considerable plunderer of the earth.
zh_cn: 这也使得安德森先生成为了一位重要的地球资源劫掠者。

source: He never thought about that at first.
zh_cn: 开始的时候，他从来没有考虑过这点。

source: To his mind he was no more a thief of Nature than when, a country boy during the Depression, he had hooked 20-pound channel catfish, now long gone, out of the Chattahoochee River.
zh_cn: 在他看来，他已不再是一个自然界的小偷了。而当大萧条期间，当时还是乡村男孩的他还从从查特胡奇河（或意译为多彩的岩石河）（Chattahoochee River）钓上了现在早已没有了的20磅重的水渠鲶鱼。

source: His business complied with government regulations. His product, too, was much less wasteful than broadloom carpet, since you could easily cut the tiles to run cables underneath, and replace them one by one as they wore out.
zh_cn: 他的生意遵循着政府的规章制度，公司的产品也远不及阔幅地毯浪费那么多，因为人们很容易割断这些小方地毯而在下面铺上电缆，而且，当它们用坏了时，人们可以逐一替换它们。

source: They were, it was true, almost entirely made of petroleum in some form or another.
zh_cn: 事实上，这些小方地毯几乎完全以石油的这种或那种形式制造而成。

source: Some pretty bad stuff was used in the dye and the glue.
zh_cn: 一些非常有害的东西可用于染料和胶水。

source: More than 200 smokestacks blackened the sky to produce them.
zh_cn: 公司的200多个大烟囱冒着浓浓的黑烟在生产这些小地毯。

source: But boardrooms laid with Interface carpet tiles looked and felt a million dollars.
zh_cn: 但是，铺上了界面股份有限公司（Interface Inc.）小方地毯董事会的会议室看上去让人认为相当豪华。

source: The turning point, his "mid-course correction", came in 1994.
zh_cn: 1994年，他的“中期修正”方案成了公司的转折点。

source: He was 60, but not yet ready to retire to the mountains or chase a little white ball.
zh_cn: 那时他已60岁，但还没有准备退休后归隐山林或去打高尔夫球。

source: Under pressure from customers to produce some sort of environmental strategy for his company, he got a small task-force together.
zh_cn: 在客户的压力下，为了替公司制定出某种环境策略，他组成了一个小型特别工作组。

source: Someone gave him a book, Paul Hawken's "The Ecology of Commerce" to help him prepare his first speech on the subject.
zh_cn: 有人给了他一本保罗?霍肯的《商业生态》来帮助他准备关于这个主题的首次演讲。

source: Thumbing vaguely through it, he chanced on a chapter called "The Death of Birth", about the extinction of species.
zh_cn: 由于大致地翻看着这本书，他偶然发现了关于物种灭亡而称之为“出生的致死原因” 那一章。

source: Reading on, he came to a passage about reindeer being wiped out on St Matthew Island in the Bering Sea.
zh_cn: 他就读了下来，看到一段讲述白令海圣马修岛上的驯鹿被杀戮殆尽了。

source: Suddenly, the tears were running down his face. A spear-point had jammed into his heart.
zh_cn: 突然间，泪水顺着他的脸颊流了下来，此时，一个矛头已经刺进了他的内心。

source: It was the very same feeling, he said later, as when he had first seen carpet tiles, but orders of magnitude larger.
zh_cn: 他后来说道，这就是那种正如当他第一次看到小方地毯时同样的感觉，但是这次的强度要大的多。

source: He was to blame for making the world worse. Now he had to make it better.
zh_cn: 他注定要因使世界变得更糟糕而受指责，所以现在，他必须让世界变得好一点。

source: Interface, he decided, would leave no print on the green-and-blue carpet of the world.
zh_cn: 他决定，界面股份有限公司（Interface Inc.）将在这个世界的绿色和蓝色地毯上不留下任何痕迹。

source: By 2020 it would take nothing from the earth that could not be rapidly replenished.
zh_cn: 截至2020年，公司将不再使用地球上不能快速再生的资源。

source: It would produce no greenhouse-gas emissions and no waste.
zh_cn: 到那时，公司的生产过程将不再产生温室气体排放，也不会有浪费。

source: That meant using renewables rather than fossil fuel; endeavouring to make carpet tiles out of carbohydrate polymers rather than petroleum; and recycling old-carpet sludge into pellets that could be used as backing.
zh_cn: 这意味着公司将利用可再生能源，而不是化石燃料；并将努力用碳水化合物而不是石油制造小方地毯；而且还将重新利用旧地毯的沉淀物生产能够用于支持作用的小硬球。

source: Some of the technologies Mr Anderson hoped for (and half-envisaged, as a graduate in systems engineering from his much-loved Georgia Tech) had not been invented when he started.
zh_cn: 当安德森先生刚起步的时候，他所希望的一些技术（作为他深深喜欢的佐治亚理工学院的一位系统工程研究生，他只是半想像这些技术）还没有发明出来。

source: Several colleagues thought he had gone round the bend again.
zh_cn: 几位同事还以为他又发疯了。

source: He had to bring them along slowly, in his quiet way, until they "got it" by themselves.
zh_cn: 他不得不以他安谧悠闲的方式慢慢地培养他们，直到他们自己真正理解了这项技术。

source: But by 2007 the company was, he reckoned, about halfway up "Mount Sustainability".
zh_cn: 但是，到2007年为止，他估计公司会走在进行可持续性发展的半道上。

source: Greenhouse-gas emissions by absolute tonnage were down 92% since 1995, water usage down 75%, and 74,000 tonnes of used carpet had been recovered from landfills.
zh_cn: 自1995年以来，公司以绝对吨位计算的温室气体排放量下降了92%，水量下降了75%，而且从垃圾填埋场重新回收了7万4千吨旧地毯。

source: The $400m he was saving each year by making no scrap and no off-quality tiles more than paid for the R&D and the process changes.
zh_cn: 他每年因不生产小方地毯的废品和不合格产品而节省下来的4亿多美元比研发和工艺变革方面的支出还要多。

source: As much as 25% of the company's new material came from "post-consumer recycling".
zh_cn: 公司新材料高达25％来自“消费回收”。

source: And he was loaded with honours and awards as the greenest businessman in America.
zh_cn: 因而作为美国最环保的商人，他被授予了很多的荣誉和奖励。

source: Most satisfying of all, sales had increased by two-thirds since his conversion, and profits had doubled. For Mr Anderson always kept his eye on the bottom line.
zh_cn: 最令人满意的是，自他转变以来，公司销售额增加了三分之二，而且利润增加了一倍，因为安德森先生始终密切关注着帐本底线。
